# RbsVoltagetypeVoltageParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsVoltagetypeVoltageParam Property
ParameterTypeId Class See Also
---
"Actual Voltage"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsVoltagetypeVoltageParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsVoltagetypeVoltageParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsVoltagetypeVoltageParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace